Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: Fix now by turning Notifications, Critical Alerts and Time Sensitive Notifications ON.
cs: Opravit nyní zapnutím Oznámení, Kritických upozornění a Časově citlivých oznámení.
da: Løs nu ved at slå meddelelser, kritiske advarsler og tidsfølsomme meddelelser TIL.
de: Behebe dies jetzt, indem Du Benachrichtigungen, kritische Alarme und zeitkritische Benachrichtigungen einschaltest.
es: Soluciónalo ahora activando Notificaciones, Alertas Críticas y Notificaciones Sensibles al Tiempo.
fr: Corrigez-le maintenant en activant les notifications, les alertes critiques et les notifications urgentes.
he: תקן כעת ע״י הפעלת התראות, התראות קריטיות והודעות רגישות לזמן
it: Risolvilo ora attivando notifiche, avvisi critici e notifiche sensibili al tempo.
nb: Fiks nå ved å slå PÅ varsler, kritiske varsler og tidssensitive varsler.
nl: Los nu op door Meldingen, Kritieke Meldingen en Tijdgevoelige Meldingen AAN te zetten.
pl: Napraw teraz, włączając powiadomienia, alerty krytyczne i powiadomienia zależne od czasu.
ro: Remediați acum activând Notificări, Alerte critice și Notificări urgente.
ru: Исправьте ситуацию, включив уведомления, критические оповещения и уведомления, чувствительные к времени.
tr: Bildirimleri, Kritik Uyarıları ve Zamana Duyarlı Bildirimleri AÇIK konuma getirerek şimdi düzeltin.

source: How to update (LoopDocs)
cs: Jak aktualizovat (LoopDocs)
da: Sådan opdaterer du (LoopDocs)
de: Wie man aktualisiert (LoopDocs)
es: Cómo actualizar (LoopDocs)
fr: Comment mettre à jour (LoopDocs)
he: כיצד לעדכן (LoopDocs)
it: Come Aggiornare (LoopDocs)
nb: Hvordan oppdatere (LoopDocs)
nl: Hoe bij te werken (LoopDocs)
pl: Jak zaktualizować (LoopDocs)
ro: Cum se actualizează (LoopDocs)
ru: Как обновить (LoopDocs)
tr: Nasıl güncellenir (LoopDocs)

source: Insulin Type
cs: Typ inzulínu
de: Insulintyp
es: Tipo de Insulina
fi: Insuliinityyppi
fr: Type d'insuline
he: סוג האינסולין
it: Tipo d'insulina
nl: Insulinetype
pl: Rodzaj insuliny
ro: Tipul de insulină
ru: Тип инсулина
sk: Typ inzulínu
sv: Insulintyp
tr: İnsülin Tipi

source: None
cs: Žádný
da: Ingen
de: Keiner
es: Ninguno
fi: Ei mitään
fr: Aucun
it: Nessuno
ja: なし
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Nimic
ru: Не подан
sk: Žiadny
sv: Ingen
tr: Hiçbiri
zh_hans: 无

source: Off
cs: Vypnuto
da: Slukket
de: Aus
es: Apagado
fi: Pois päältä
fr: Désactivé
he: כבוי
it: Disattivato
nb: Av
nl: Uit
pl: Wyłącz
ro: Oprit
ru: Выключено
sk: Vypnuté
sv: Av
tr: Kapalı

source: On
cs: Zapnuto
da: Tændt
de: An
es: Encendido
fi: Päällä
fr: Activé
he: מופעל
it: Attivato
ja: オン
nb: På
nl: Aan
pl: Włącz
pt_br: Ligado
ro: Pornit
ru: Включено
sk: Zapnuté
sv: På
tr: Açık
zh_hans: 开

source: Profile Expiration
cs: Vypršení platnosti profilu
da: Profiludløb
de: Ablauf des Profils
es: Caducidad del perfil
fr: Expiration du profil
he: תפוגת פרופיל
it: Scadenza profilo
nb: Profilens utløp
nl: Profiel Vervaldatum
pl: Wygaśnięcie profilu:
ro: Expirarea profilului
ru: Истечение срока действия профиля
tr: Profil Sona Erme
zh_hans: 配置过期

source: Profile expires
cs: Platnost profilu vyprší
da: Profil udløber
de: Profil läuft ab
es: El perfil caduca
fr: Le profil expire le
he: פרופיל יפוג
it: Il profilo scade
nb: Profil utløper
nl: Profiel verloopt
pl: Profil wygasa
ro: Profilul expiră
ru: Срок действия профиля истекает
tr: Profilin süresi doluyor

source: Unknown time
cs: Neznámý čas
da: Ukendt tidspunkt
de: Unbekannte Zeit
es: Tiempo desconocido
fr: Temps inconnu
he: זמן לא ידוע
it: Orario sconosciuto
nb: Ukjent tid
nl: Onbekende tijd
pl: Nieznany czas
ro: Timp necunoscut
ru: Неизвестное время
tr: Bilinmeyen zaman
zh_hans: 未知时间

source: Pre-meal Preset
da: Før-måltid forudindstillinger
de: Voreinstellung zum Essen
es: Pre-Comida Preestablecida
fi: Ennen ateriaa -esiasetus
fr: Préréglage Pré-repas
he: קדם-ארוחה
it: Preset pre-pasto
nb: Forhåndsinnstilling før måltid
nl: Pre-Meal Programma
pl: Przed Posiłkiem
ro: Presetare înainte de masă
ru: Режим до еды
sv: Preprandiellt förval
tr: Yemek-Öncesi Ön Ayarı
zh_hans: 餐前预设

source: Safety Notifications are OFF
da: Sikkerhedsmeddelelser er SLÅET FRA
de: Sicherheitsbenachrichtigungen sind ausgeschaltet
es: Notificaciones de seguridad desactivadas
fr: Notifications de sécurité sont DÉSACTIVÉES
he: התראות בטיחות כבויות
it: Le notifiche di sicurezza sono disattivate
nb: Sikkerhetsvarsler er AV
nl: Veiligheidsmeldingen staan UIT
pl: Powiadomienia dotyczące bezpieczeństwa są WYŁĄCZONE
ro: Notificările de siguranță sunt dezactivate
ru: Оповещения о безопасности выключены
tr: Güvenlik Bildirimleri KAPALI
zh_hans: 安全提醒已关闭

source: Workout Preset
da: Motion forudindstilling
de: Zielbereichsänderung
es: Ejercicio Preestablecido
fi: Liikuntatila
fr: Préréglage exercice
he: פעילות גופנית
it: Preset allenamento
nb: Forhåndsinnstilling for trening
nl: Trainingsprogramma
pl: Wstępne ustawienia treningu
ro: Presetare antrenament
ru: Пресет физнагрузки
sv: Träningsförval
tr: Egzersiz Ön Ayarı
zh_hans: 运动预设

source: %@ remaining
da: %@ tilbage
de: %@ verbleiben
es: %@ restante
fi: %@ jäljellä
fr: %@ restant
he: %@ נותרו
it: %@ rimanenti
nb: %@ gjenstår
nl: %@ resterend
pl: Pozostało %@
ro: %@ rămase
ru: Осталось %@
sv: %@ återstår
tr: %@ kaldı
zh_hans: 剩余 %@

source: %@%@ was unable to cancel your current temporary basal rate, which is higher than the new Max Basal limit you have set. This may result in higher insulin delivery than desired. Consider suspending insulin delivery manually and then immediately resuming to enact basal delivery with the new limit in place.
da: %1$@%2$@ kunne ikke annullere din nuværende midlertidige basalrate, som er højere end den nye Max basalgrænse, du har indstillet. Dette kan resultere i en højere insulintilførsel end ønsket. Overvej at suspendere insulintilførslen manuelt og derefter straks genoptage den for at iværksætte basaltilførslen med den nye grænse på plads.
de: %1$@%2$@ konnte Deine aktuelle temporäre Basalrate nicht abbrechen, da diese höher ist als die neue maximale Basalrate, die Du festgelegt hast. Dies kann zu einer höheren Insulinabgabe, als erwünscht führen. Erwäge, die Insulinabgabe manuell zu unterbrechen und dann sofort wieder aufzunehmen, um die Basalabgabe mit dem neuen Grenzwert zu initiieren.
es: %1$@ %2$@ no pudo cancelar su basal temporal actual, que es más alta que el nuevo límite basal máximo que ha establecido. Esto puede resultar en una administración de insulina superior a la deseada. Considere suspender la administración de insulina manualmente y luego reanudarla de inmediato para activar la administración basal con el nuevo límite establecido.
fr: %1$@ %2$@ n'a pas pu annuler votre débit basal temporaire actuel, qui est supérieur à la nouvelle limite basale max que vous avez définie. Cela peut entraîner une administration d'insuline plus élevée que souhaitée. Envisagez de suspendre l'administration d'insuline manuellement, puis de reprendre immédiatement l'administration basale avec la nouvelle limite en place.
it: %1$@%2$@ non sono stati in grado di cancellare la tua attuale basale temporanea, che è più elevata di quella impostata come nuovo limite massimo di basale. Questo potrebbe comportare una maggiore infusione d'insulina di quanto desiderato. Considera di sospendere manualmente l'erogazione d'insulina e quindi di riattivarla immediatamente per attivare l'erogazione d'insulina basale con il corretto limite impostato.
nb: %1$@ %2$@ kunne ikke avbryte den nåværende midlertidige basaldosen, som er høyere enn den nye maksimale basalgrensen du har angitt. Dette kan føre til høyere insulintilførsel enn ønsket. Vurder å avbryte insulintilførselen manuelt og deretter umiddelbart gjenoppta for å innføre basaltilførsel med den nye grensen på plass.
nl: %1$@ %2$@ kon je huidige tijdelijke basaalsnelheid niet annuleren, die hoger is dan de nieuwe Maximale Basaallimiet die je hebt ingesteld. Dit kan leiden tot een hogere insulinetoediening dan gewenst. Overweeg om de insulinetoediening handmatig te onderbreken en dan direct het hervatten van de basaaltoediening uit te laten voeren met de nieuwe geldende limiet.
pl: %1$@ %2$@ nie mógł anulować bieżącej tymczasowej dawki podstawowej, która jest wyższa niż nowy ustawiony limit maksymalnej dawki podstawowej. Może to skutkować wyższym niż pożądane podawaniem insuliny. Rozważ ręczne wstrzymanie podawania insuliny, a następnie natychmiastowe wznowienie podawania dawki podstawowej z obowiązującym nowym limitem.
ro: %1$@ %2$@ nu a putut anula rata bazală temporară actuală, care este mai mare decât noua limită bazală maximă pe care ați setat-o. Acest lucru poate duce la o administrare de insulină mai mare decât se dorește. Luați în considerare suspendarea manuală a administrării insulinei și apoi reluarea imediată pentru a pune în aplicare administrarea bazală cu noua limită în vigoare.
ru: %1$@%2$@ не смог отменить вашу текущую ВБС, которая превышает установленный вами новый предел максимальной ВБС. Это может привести к большему количеству подаваемого инсулина, чем хотелось бы. Рассмотрите возможность приостановить введение инсулина вручную, а затем немедленно возобновить введение базального инсулина с новым установленным лимитом.
sk: %1$@%2$@ nedokázal zrušiť vašu aktuálnu dočasnú bazálnu dávku, ktorá je vyššia ako nový maximálny bazálny limit, ktorý ste nastavili. To môže viesť k vyššiemu dodávaniu inzulínu, ako je požadované. Zvážte ručné pozastavenie podávania inzulínu a následné okamžité obnovenie, aby ste uplatnili novým bazálny limit.
tr: %1$@ %2$@ , ayarladığınız yeni Maks Bazal limitinden daha yüksek olan mevcut geçici bazal oranınızı iptal edemedi. Bu, istenenden daha yüksek insülin iletimi ile sonuçlanabilir. İnsülin iletimini manuel olarak askıya almayı ve ardından yeni limit geçerliyken bazal iletimi etkinleştirmek için hemen devam etmeyi düşünün.
zh_hans: %@%@ 无法取消当前的临时基础率，该基础率高于您新设定的最大基础率上限。这可能导致胰岛素输注量高于预期。 建议您手动暂停胰岛素输注，然后立即恢复，以便根据新的上限重新执行基础输注。

source: %1$@ APP SOUNDS
da: %1$@ APP LYDE
it: %1$@ SUONI DELL'APP
nb: %1$@ APP-LYDER
pl: %1$@ DŹWIĘKI APLIKACJI
ru: %1$@ ЗВУКИ ПРИЛОЖЕНИЯ

source: %1$@ is operating with Closed Loop in the OFF position. Your pump and CGM will continue operating, but the app will not adjust dosing automatically.
da: %1$@ kører med Lukket Loop i positionen OFF. Din pumpe og CGM fortsætter med at fungere, men appen justerer ikke doseringen automatisk.
de: %1$@ arbeitet mit geschlossenem Regelkreis in der AUS-Position. Deine Pumpe und CGM funktionieren weiter, aber die App passt die Dosierung nicht automatisch an.
es: %1$@ está funcionando con Circuito Cerrado en la posición APAGADO. Su bomba y CGM seguirán funcionando, pero la aplicación no ajustará la dosis automáticamente.
fr: %1$@ fonctionne avec la boucle fermée en position ARRÊT. Votre pompe et votre CGM continueront de fonctionner, mais l'application n'ajustera pas automatiquement le dosage.
it: %1$@ è in funzione con Loop chiuso disattivato. La pompa e il CGM continueranno a funzionare, ma l'applicazione non regolerà automaticamente il dosaggio.
nb: %1$@ opererer med Lukket Loop i AV-posisjon. Pumpen og CGM vil fortsette å fungere, men appen vil ikke justere doseringen automatisk.
nl: %1$@ werkt met Gesloten Loop in de UIT stand. Je pomp en CGM blijven werken, maar de app past de dosering niet automatisch aan.
pl: %1$@ działa z zamkniętą pętlą w pozycji OFF. Twoja pompa i CGM będą nadal działać, ale aplikacja nie będzie automatycznie dostosowywać insuliny.
ro: %1$@ operează cu bucla închisă în poziția OFF. Pompa și CGM-ul vor continua să funcționeze, dar aplicația nu va ajusta automat dozarea.
ru: %1$@ работает с замкнутым циклом в положении ВЫКЛ. Ваша помпа и CGM будут продолжать работать, но приложение не будет регулировать дозировку автоматически.
tr: %1$@ , KAPALI konumda Kapalı Döngü ile çalışıyor. Pompanız ve CGM çalışmaya devam edecek, ancak uygulama dozajı otomatik olarak ayarlamayacaktır.
zh_hans: %1$@ 当前处于非闭环模式。胰岛素泵和连续血糖监测仪仍将正常运行，但应用程序不会自动调整胰岛素剂量。

source: %1$@ is unable to clear the alert from your device
da: %1$@ kan ikke slette advarslen fra din enhed
de: %1$@ kann die Benachrichtigung nicht von Deinem Gerät löschen
es: %1$@ no puede borrar la alerta de su dispositivo
fr: %1$@ ne parvient pas à supprimer l'alerte de votre dispositif.
it: %1$@ non è in grado di cancellare l'avviso dal tuo dispositivo
nb: %1$@ kan ikke fjerne varselet fra enheten din
nl: %1$@ kan de melding niet wissen van je apparaat
pl: %1$@ nie może usunąć alertu z Twojego urządzenia
ro: %1$@ nu poate șterge alerta de pe dispozitiv
ru: %1$@ не удается удалить предупреждение с вашего устройства
tr: %1$@ , uyarıyı cihazınızdan silemiyor
zh_hans: %1$@ 无法清除您设备上的警报。

source: %1$@ is unable to communicate with your insulin pump. The app will continue trying to reach your pump, but insulin delivery information cannot be updated and no automation can continue. You can wait several minutes to see if the issue resolves or tap the button below to learn more about other options.
da: %1$@ kan ikke kommunikere med insulinpumpen. Loop vil fortsætte med at forsøge at kommunikere med din pumpe, men insulinafgivelsesoplysninger kan ikke opdateres og ingen automatisering kan fortsætte. Du kan vente et par minutter for at se, om problemet bliver løst, eller tryk på knappen nedenfor for at få mere at vide om andre muligheder.
de: %1$@ kann nicht mit Deiner Insulinpumpe kommunizieren. Die App versucht weiterhin, Deine Pumpe zu erreichen, aber die Informationen zur Insulinabgabe können nicht aktualisiert werden und die Automatisierung kann nicht fortgesetzt werden. Du kannst einige Minuten warten, um zu sehen, ob das Problem behoben ist, oder auf die Schaltfläche unten tippen, um mehr über andere Optionen zu erfahren.
es: %1$@ no puede comunicarse con tu bomba de insulina. La aplicación continuará intentando llegar a tu bomba, pero la información de entrega de insulina no se puede actualizar y ninguna automatización puede continuar. Puedes esperar varios minutos para ver si el problema resuelve o pulsa el botón de abajo para saber más sobre otras opciones.
fi: %1$@ ei pysty kommunikoimaan insuliinipumpun kanssa. Sovellus yrittää edelleen yhdistää pumppuun, mutta insuliininannostelun tiedot eivät päivity, eikä automatiikka ole päällä. Voit odottaa muutaman minuutin nähdäksesi ratkeaako ongelma, tai voit napauttaa alla olevaa painiketta saadaksesi lisätietoja muista vaihtoehdoista.
fr: %1$@ ne parvient pas à communiquer avec votre pompe à insuline. L’application continuera d’essayer d’atteindre votre pompe, mais les informations sur l’administration d’insuline ne peuvent pas être mises à jour et aucune automatisation ne peut continuer. Vous pouvez attendre quelques minutes pour voir si le problème est résolu ou appuyer sur le bouton ci-dessous pour en savoir plus sur les autres options.
it: %1$@ non riesce a comunicare con la pompa. L'app continuerà a provare a contattare la pompa, ma le informazioni sull'erogazione dell'insulina non possono essere aggiornate e l'automazione non può proseguire. Puoi attendere alcuni minuti per vedere se il problema si risolve oppure toccare il pulsante qui sotto per saperne di più sulle altre opzioni.
nb: %1$@ kan ikke kommunisere med insulinpumpen. Appen vil fortsette å prøve å nå pumpen din, men insulintilførselsinformasjon kan ikke oppdateres og ingen automatisering kan fortsette. Du kan vente flere minutter for å se om problemet løser seg eller trykke på knappen nedenfor for å lære mer om andre alternativer.
nl: %1$@ kan niet communiceren met je insulinepomp. De app blijft proberen je pomp te bereiken, maar de insulinetoedieningsinformatie kan niet worden bijgewerkt en automatisering kan niet plaatsvinden. Je kunt enkele minuten wachten om te zien of het probleem is opgelost of tik op de onderstaande knop voor meer informatie over andere opties.
pl: %1$@ nie może skomunikować się z Twoją pompą insulinową. Aplikacja będzie nadal próbowała połączyć się z pompą, ale nie można aktualizować informacji o podawaniu insuliny i nie można kontynuować automatyzacji. Możesz poczekać kilka minut, aby sprawdzić, czy problem został rozwiązany, lub nacisnąć poniższy przycisk, aby dowiedzieć się więcej o innych opcjach.
ro: %1$@ nu poate comunica cu pompa de insulină. Aplicația va continua să încerce să comunice cu pompa, dar informațiile despre administrarea insulinei nu pot fi actualizate și automatizarea nu poate continua. Puteți aștepta câteva minute pentru a vedea dacă problema se rezolvă sau apăsați butonul de mai jos pentru a afla mai multe despre alte opțiuni.
ru: %1$@ не может связаться с вашей инсулиновой помпой. Приложение будет продолжать попытки связаться с вашей помпой, но информация о доставке инсулина не может быть обновлена, и автоматизация не может продолжаться. Вы можете подождать несколько минут и посмотреть, разрешится ли проблема, или нажать кнопку ниже, чтобы узнать о других возможностях.
sk: %1$@ nedokáže komunikovať s vašou inzulínovou pumpou. Aplikácia sa bude naďalej pokúšať kontaktovať vašu pumpu, ale informácie o podávaní inzulínu nemožno aktualizovať a nemôže pokračovať žiadna automatizácia. Môžete počkať niekoľko minút, aby ste zistili, či sa problém vyriešil, alebo klepnutím na tlačidlo nižšie sa dozviete viac o ďalších možnostiach.
sv: %1$@ kan inte kommunicera med din insulinpump. Appen kommer att fortsätta att försöka nå din pump, men under tiden kan information om insulintillförsel inte uppdateras och automatisering inte fortsätta. Du kan vänta flera minuter för att se om problemet löser sig eller klicka på knappen nedan för att läsa mer om andra alternativ.
tr: %1$@ insülin pompanızla iletişim kuramıyor. Uygulama pompanıza ulaşmaya çalışmaya devam edecek, ancak insülin iletim bilgileri güncellenemeyecek ve hiçbir otomasyon devam edemeyecektir. Sorunun çözülüp çözülmediğini görmek için birkaç dakika bekleyebilir veya diğer seçenekler hakkında daha fazla bilgi edinmek için aşağıdaki butona dokunabilirsiniz.
zh_hans: %1$@ 无法与您的胰岛素泵通信。应用将继续尝试连接胰岛素泵，但当前无法更新胰岛素输注信息，也无法继续自动化操作。 您可以等待几分钟以观察问题是否自动恢复，或点击下方按钮了解其他可选操作。

source: %1$@ Time Settings Need Attention
da: %1$@ Tidsindstillinger kræver opmærksomhed
de: %1$@ Zeiteinstellungen erfordern Aufmerksamkeit
es: %1$@ La configuración de la hora necesita atención
fr: %1$@ Paramètres d'heure requierent une attention
he: %1$@ הגדרות השעה דורשות תשומת לב
it: %1$@ Le impostazioni dell'orario richiedono attenzione
nb: %1$@ Tidsinnstillinger trenger oppmerksomhet
nl: %1$@ Tijdinstellingen Hebben Aandacht Nodig
pl: %1$@ Ustawienia czasu wymagają uwagi
ro: %1$@ Setările de timp necesită atenție
ru: %1$@ Настройки времени требуют внимания
tr: %1$@ Zaman Ayarlarına Dikkat Edilmesi Gerekiyor

source: %1$@ U
da: %1$@ E
de: %1$@ IE
he: U %1$@
nb: %1$@ E
nl: %1$@ E
pl: %1$@ J
ru: %1$@ Ед.
sk: %@ j
sv: %1$@ E
tr: %1$@ Ü

source: %1$@ will stop working in %2$@. You will need to rebuild before that.
da: %1$@ holder op med at fungere i %2$@. Du bliver nødt til at rebuilde før det.
de: %1$@ funktioniert in %2$@ nicht mehr. Sie müssen vorher einen Neuaufbau durchführen.
fr: %1$@ cessera de fonctionner dans %2$@. Il vous faudra recompiler avant cette échéance.
it: %1$@ smetterà di funzionare tra %2$@. Prima di allora, sarà necessario ricostruirlo.
nb: %1$@ vil slutte å fungere i %2$@. Du må gjenoppbygge før det.
pl: %1$@ przestanie działać w %2$@. Konieczna będzie wcześniejsza odbudowa.
ro: %1$@ va înceta să funcționeze în %2$@. Va trebui să reconstruiți sistemul înainte de asta.
ru: %1$@ перестанет работать в %2$@. До этого времени необходимо пересобрать приложение заново.
zh_hans: %1$@将在%2$@停止工作。您需要在此之前重建。

source: %1$@ will stop working in %2$@. You will need to update before that, with a new provisioning profile.
da: %1$@ holder op med at fungere i %2$@. Du skal opdatere inden da med en ny provisioneringsprofil.
de: %1$@ funktioniert nicht mehr in %2$@. Du musst vor Ablauf mit einem neuen Bereitstellungsprofil aktualisieren.
es: %1$@ dejará de funcionar en %2$@ . Deberá actualizar antes de eso, con un nuevo perfil de aprovisionamiento.
fr: %1$@ cessera de fonctionner dans %2$@ . Vous devrez mettre à jour avant cela, avec un nouveau profil de provisioning.
it: %1$@ smetterà di funzionare tra %2$@. Prima di allora, sarà necessario effettuare l'aggiornamento con un nuovo profilo di provisioning.
nb: %1$@ slutter å fungere om %2$@ . Du må oppdatere før det, med en ny klargjøringsprofil.
nl: %1$@ stopt met werken in %2$@. Je zult eerder moeten updaten, met een nieuw beschikbaargesteld profiel.
pl: %1$@ przestanie działać za %2$@ . Wcześniej konieczna będzie aktualizacja przy użyciu nowego profilu udostępniania.
ro: %1$@ nu va mai funcționa în %2$@. Va trebui să actualizați înainte de aceasta, cu un nou profil de asigurare a accesului.
ru: %1$@ перестанет работать в %2$@. Вам нужно будет обновить его до этого, используя новую подпись.
tr: %1$@ %2$@ içinde çalışmayı durduracaktır. Bundan önce yeni bir provizyon profili ile güncelleme yapmanız gerekecektir.

source: A few seconds remaining
da: Et par sekunder tilbage
de: Ein paar Sekunden verbleiben
es: Quedan unos segundos
fi: Muutama sekunti jäljellä
fr: Quelques secondes restantes
he: נותרו כמה שניות
it: Pochi secondi rimanenti
nb: Noen sekunder gjenstår
nl: Nog een paar seconden
pl: Pozostało kilka sekund
ro: Câteva secunde rămase
ru: Осталось несколько секунд
sv: Några sekunder återstår
tr: Birkaç saniye kaldı
zh_hans: 剩余几秒

source: A manual glucose entry must be between %@ and %@
da: En manuel blodsukkerindtastning skal være mellem %1$@ og %2$@
de: Der manuelle Blutzucker muss zwischen %1$@ und %2$@ liegen
es: Una entrada de glucosa manual debe estar entre %1$@ y %2$@
fi: Syötetyn glukoosiarvon on oltava välillä %1$@ – %2$@
fr: Une saisie manuelle de la glycémie doit être comprise entre %1$@ et %2$@.
it: Un inserimento manuale della glicemia deve essere compreso tra %1$@ e %2$@
nb: En manuell BS-registrering må være mellom %1$@ og %2$@
nl: Een handmatige glucose-invoer moet tussen %1$@ en %2$@ liggen
pl: Ręczny wpis poziomu glukozy musi mieścić się w przedziale od %1$@ do %2$@
ro: O intrare manuală de glicemie trebuie să fie între %1$@ și %2$@
ru: Ручной ввод глюкозы должен находиться между %1$@ и %2$@
sv: Det manuellt inmatade blodsockervärdet måste vara mellan %1$@ och %2$@
tr: Manuel KŞ girişi %1$@ ile %2$@ arasında olmalıdır
zh_hans: 请输入 %@ 到 %@ 之间的血糖值

source: A manual glucose entry must be between %1$@ and %2$@.
da: En manuel glukoseindtastning skal være mellem %1$@ og %2$@
de: Der manuelle Blutzucker muss zwischen %1$@ und %2$@ liegen.
es: Una entrada de glucosa manual debe estar entre %1$@ y %2$@ .
fr: Une saisie manuelle de la glycémie doit être comprise entre %1$@ et %2$@.
he: הזנת גלוקוז ידנית חייבת להיות בין %1$@ ל- %2$@.
it: Un inserimento manuale della glicemia deve essere compreso tra %1$@ e %2$@.
nb: En manuell BS-registrering må være mellom %1$@ og %2$@ .
nl: Een handmatige glucose-invoer moet tussen %1$@ en %2$@ liggen.
pl: Ręczny wpis poziomu glukozy musi mieścić się w przedziale od %1$@ do %2$@ .
ro: O intrare manuală de glicemie trebuie să fie între %1$@ și %2$@ .
ru: Ручной ввод глюкозы должен находиться между %1$@ и %2$@
tr: Manuel KŞ girişi %1$@ ile %2$@ arasında olmalıdır.
zh_hans: 请输入 %1$@ 到 %2$@ 之间的血糖值
